{
  "Кинорежиссёры Белоруссии": "Film directors of Belarus",
  "Бычков Владимир Сергеевич": "Bychkov Vladimir Siarheevich",
  "5 января 1929 — 24 апреля 2004": "5 january 1929 — 24 april 2004",
  "Был актёром вспомогательного состава Театра-студии киноактёра.": "Was an actor of the auxilary staff of the Film Actors' Theatre.",
  "Учился в Московском финансовом институте. В 1958 году окончил режиссёрский факультет ВГИКа.": "Studied at the Moscow Financial Institute. In 1958 he graduated from the directing department of VGIK.",
  "С 1982 года работал на киностудии «Беларусьфильм», в 1968—1979 годах — на киностудии имени М. Горького.": "From 1982, he worked at the Belarusfilm studio, in 1968-1979, at the Gorky Film Studio.",
  "Автор нескольких сюжетов в киножурнале «Фитиль».": "Author of the of several stories in the film magazine «wick».",
  "В своём первом игровом фильме «Тамбу-Ламбу» выступил в качестве режиссёра и автора сценария.": "In his first feature film «Tambu-Lambu» acted as a director and writer.",
  "Стал лауреатом премии ВКф в номинации «художественный фильм для детей и юношества» за фильм «Город мастеров». Фильм позднее был включён журналом «Искусство кино» в число лучших детских фильмов за сто лет существования кинематографа.": "became the winner of the VKF prize in the nomination «feature film for children and youth» for the film «City of Masters». The film was later included in the magazine «Art of Cinema» among the best children's films in a hundred years of cinema existence.",
  "Фильм Бычкова «Житие и вознесение Юрася Братчика» («Христос приземлился в Гродно»), снятый в 1968 году, был положен в СССР на полку до 1989 года, но, согласно сайту «Кино-Театр», копия фильма была закуплена Ватиканом.": "Bychkov’s film «The Life and Ascension of Yuras Bratchik», filmed in 1968, was put on the shelf in the USSR until 1989, but according to the Kino-Theater website, a copy of the film was purchased by the Vatican.",
  "Похоронен в Москве на Ваганьковском кладбище.": "Buried in Moscow on the Vagankovo ​​cemetery.",
  "Твоя воля, Господи!": "Your will, Lord!",
  "Сын за отца": "Son for father",
  "Тамбу-Ламбу": "Tambu-Lambu",
  "Внимание! В городе волшебник!": "Atttention! Wizard is in the city!",
  "Город мастеров": "City of Masters",
  "Житие и вознесение Юрася Братчика": "The Life and Ascension of Yuras Bratchik",
  "Мой папа — капитан": "My father - captain",
  "Достояние республики": "Property of the Republic",
  "Русалочка": "Mermaid",
  "Есть идея!": "An idea!",
  "Циркачонок": "Circus man",
  "История одного подзатыльника": "The Story of one punch",
  "Осенний подарок фей": "Autumn Fairy Gift",
  "Полёт в страну чудовищ": "Flight to the land of monsters",
  "Гайдук Станислав Аркадьевич": "Gayduck Stanislav Arkadievich",
  "10 января 1945 - 3 октября 2017": "10 january 1945 - 3 october 2017",
  "10 января 1945": "10 january 1945",
  "Родился в деревне Демешковка Березинского района Минской области БССР. Детство и школьные годы прошли в деревне Черневка Борисовского района.": "born in the village of Demeshkovka, Berezinsky district, Minsk region of the BSSR. Childhood and school years were spent in the village of Chernevka, Borisov district.",
  "После школы учился на курсах руководителей художественной самодеятельности и в хореографическом училище. Армейскую службу проходил в Уручье": "After school, he studied at the courses of amateur art leaders and at the ballet school. Army service held in Uruchye.",
  "После демобилизации, работал на киностудии «Беларусьфильм» ассистентом художника, затем руководителем любительской киностудии «Звезда» Минского ОДО.": "Аfter demobilization, he worked at the Belarusfilm studio as an assistant to the artist, then as the head of the amateur film studio Zvezda of the Minsk ALC.",
  "Поступил во ВГИК на отделение режиссуры игрового кино и телефильма.": "He entered VGIK on the department of directing feature films and television films.",
  "Защитил диплом, дипломная работа — короткометражный художественный фильм «Алёхин — человек дорожный».": "Graduate diploma, thesis - the short feature film «Alekhine - a man «road».",
  "Работал на студии «Летопись» киностудии «Беларусьфильм» и на телевидении в «Белвидеоцентре».": "Worked at the studio «Letopis» film studio «Belarusfilm» and on television in the Belvideocentre.",
  "В середине 80-х": "In the middle of 80-th",
  "Пробовал начать карьеру в игровом кино. Поставил короткометражный художественный фильм «Сержант» о войне в Афганистане, за который получил приз на минском фестивале молодых кинематографистов. Фильм был включён в киноальманах «Мостик» и выпущен на всесоюзный экран.": "Tried to start a career in fiction film. He put on a short feature film «Sergeant» about the war in Afghanistan, for which he received a prize at the Minsk festival of young filmmakers. The film was included in the movie almanac «The Bridge» and released on the All-Union screen.",
  "Писал статьи с воспоминаниями для газеты «Советская Белоруссия»": "Wrote articles with memoirs for the newspaper «Sovetskaya Belorussia»",
  "3 октября 2017": "",
  "Умер. Похоронен рядом с родителями в деревне Черневка.": "Died He was buried next to his parents in the village Chernevka.",
  "Белорусское кино": "Belorussian cinema",
  "Кукшкины дети": "Kukshkiny children",
  "Орхидеи Беларуси": "Orchids of Belarus",
  "Хозяин": "Owner",
  "Спасенному воля": "Saved will",
  "История одной фотографии": "Story of the photo",
  "Под крылом ангела": "Under the angels wing",
  "Пока земля держится": "while the earth is hold on",
  "Здравствуй, Беларусь": "Hello, Belarus",
  "Отец Сергий": "Father Siarhey",
  "Белорусский крест": "Belorussian cross",
  "Ваятель": "Sculptor",
  "Слуцк": "Slutsk",
  "Я ехала домой": "I was driving home",
  "Рубинчик Валерий Давидович": "Rubinchik Valery Davidovich",
  "17 апреля 1940 - 2 марта 2011": "17 april 1940 - 2 march 2011",
  "Учился в школе № 42 в Минске. Окончил три курса Белорусского театрально-художественного института в Минске": "He studied at school number 42 in Minsk. He graduated from the three courses of the Belarusian Theater and Art Institute in Minsk.",
  "Работал разнорабочим на «Беларусьфильме», затем помощником режиссёра, ассистентом у Владимира Бычкова.": "He worked as a laborer at Belarusfilm, then as an assistant director, as an assistant to Vladimir Bychkov.",
  "После нескольких попыток поступил на режиссёрский факультет ВГИКа (учитывая предыдущее образование, был принят сразу на второй курс).": "After several attempts, he entered the directing department of VGIK (taking into account the previous education, he was accepted immediately to the second course",
  "Режиссёр на студии «Беларусьфильм». После первых снятых фильмов право снимать «Последнее лето детства» получил почти случайно — после безвременной смерти 12 февраля 1974 режиссёра Н. А. Калинина. Был художественным руководителем «Беларусьфильма».": "director at the studio «Belarusfilm». After the first films made, the right to film The Last Summer of Childhood was almost accidental - after the untimely death on February 12, 1974, of director N. A. Kalinin. He was artistic director of «Belarusfilm».",
  "Режиссёр на «Мосфильме».": "director at Mosfilm.",
  "Преподавал во ВГИКе, Институте современного искусства в Москве, на Высших режиссёрских курсах, во Всероссийском институте переподготовки и повышения квалификации работников кинематографии.": "taught at VGIK, the Institute of Contemporary Art in Moscow, at the Higher Directing Courses, at the All-Russian Institute of Retraining and Advanced Training of Cinematographic Workers.",
  "Возглавил мастерскую режиссуры кино и телевидения в Институте Современного Искусства, с 2004 года — декан факультета режиссуры кино и ТВ там же.": "headed the studio directing film and television at the Institute of Contemporary Art, since 2004 - Dean of the Faculty of Cinema and TV directing there.",
  "Сын": "Son",
  "Осенний этюд": "Autumn Etude",
  "Шестое лето": "Sixth summer",
  "Красный агитатор Трофим Глушков": "Red agitator Trofim Glushkov",
  "Могила льва": "Lion's grave",
  "Последнее лето детства (по трилогии А. Н. Рыбакова)": "The Last Summer of Childhood (according to A. N. Rybakov trilogy)",
  "Гамлет Щигровского уезда": "Hamlet Shchigrovsky County",
  "Венок сонетов": "Sonnets wreath",
  "Дикая охота короля Стаха": "King Stach's Wild Hunt",
  "Культпоход в театр": "Cultural trip to the theater",
  "Комический любовник, или Любовные затеи сэра Джона Фальстафа": "Comic lover, or love ventures of Sir John Falstaff",
  "Отступник": "Apostate",
  "Комедия о Лисистрате": "Comedy about Lysistrat",
  "Нелюбовь": "Not a love",
  "Пейзаж с тремя купальщицами": "Landscape with three bathers",
  "Кино про кино": "Cinema about cinema",
  "Нанкинский пейзаж": "Nanjing landscape",
  "Трофименко Елена Николаевна": "Trofimenko Elena Nikolaevna",
  "20 марта 1964 - наст.": "March 20, 1964 - present",
  "Работала на Белорусском телевидении и сняла, как автор и режиссёр, несколько фильмов.": "worked on Belarusian television and made several films as author and director.",
  "Поступила на дневное отделение в Белорусский государственный театрально-художественный институт (БГАИ) на факультет режиссёров игрового кино и окончила с отличием (1994, мастер — Виктор Туров).": "entered the day department at the Belarusian State Theater and Art Institute (BGAI) at the faculty of directors of fiction film and graduated with honors (1994, master - Victor Turov).",
  "Выиграв конкурс, прошла стажировку во Французской школе кинематографических наук FEMIS, Paris.": "having won the competition, had an internship at the French School of Cinematographic Sciences FEMIS, Paris.",
  "Режиссёр киностудии «Беларусьфильм».": "director of the Belarusfilm studio.",
  "Дебютировала полнометражным игровым фильмом «Падение вверх». Снимала игровые и документальные фильмы в творческом объединении «БелВидеоЦентр».": "debuted the full-length feature film Fall Up. I made fiction and documentary films in the creative association BelVideo Center.",
  "Елена Трофименко является членом Белорусского союза кинематографистов.": "Elena Trofimenko is a member of the Belarusian Union of Cinematographers.",
  "Была членом правления этой организации.": "was a member of the board of this organization.",
  "Елена Николаевна Трофименко идёт по пути кинематографа, называемого метафорическим, ассоциативным.» (А. П. Бобкова, кинокритик, статья в биофильмографическом каталоге «Белорусское кино: молодые режиссёры» Минск, 1999)": "Elena Nikolaevna Trofimenko follows the path of cinema, called metaphorical, associative.» (A. Bobkova, film critic, article in the Belarusian cinema: young directors, biofilmography catalog Minsk, 1999)",
  "Опубликован сборник стихотворений и репродукций — «Книга» Елены Трофименко.": "published a collection of poems and reproductions -«Book» by Elena Trofimenko.",
  "И ещё поют птицы…": "And still the birds sing ...",
  "Ад — это…": "Hell is ...",
  "Приговор": "Verdict",
  "Место встречи": "Meeting Point",
  "Человек-ящик": "Box Man",
  "Help": "Help",
  "Светлана": "Svetlana",
  "Падение вверх": "Falling Up",
  "Эклектик-шоу": "Eclectic Show",
  "Страх": "Fear",
  "Элькины мечты": "Elkiny dreams",
  "Курейчик Андрей Владимирович": "Kureichik Andrey Vladimirovich",
  "14 января 1980 - наст.": "January 14, 1980 - present",
  "В юности был чемпионом Минска по у-шу(тренер — отец). Закончил лицей Белорусского государственного университета.": "In his youth, he was the champion of Minsk in wushu (the coach is the father). He graduated from the Lyceum of the Belarusian State University.",
  "Закончил с отличием (с красным дипломом) БГУ, специализация — административное право, политическая наука. Аспирантура факультета журналистики БГУ.": "Graduated with honors (with a red diploma) from the BSU, specialization - administrative law, political science. Graduate School of Journalism, BSU.",
  "Прошёл режиссёрскую стажировку во МХАТе им. Чехова, где его педагогом был народный артист СССР Олег Табаков.": "He went through a director's internship at the Moscow Art Theater. Chekhov, where his teacher was the People's Artist of the USSR Oleg Tabakov.",
  "Работал юристом в международной юридической фирме «Власова и Партнёры», а также помощником председателя Белорусского союза театральных деятелей (выполнял функции пресс-секретаря и руководителя ряда арт-проектов Союза).": "worked as a lawyer in the international law firm «Vlasov and Partners», as well as assistant chairman of the Belarusian Union of Theater Workers (served as press secretary and head of a number of art projects of the Union).",
  "Постоянный обозреватель авторитетного политико-экономического еженедельника «Белорусская газета» (написал более 150 статей); а также — Главный редактор Общенационального телевидения (ОНТ),курировал нескольких медиа-проектов канала.": "Regular columnist of the reputable political and economic weekly journal «Belorusskaya Gazeta» (wrote more than 150 articles); and the Chief Editor of National Television (ONT), oversaw several media projects of the channel.",
  "Уже имел постановку в МХАТ им. Чехова, в 22 года поставил спектакль «Потерянный рай» на сцене Национального академического театра имени Янки Купалы (премьера 9 ноября 2002 года).": "Had already been staged at the Moscow Art Theater Chekhov, at the age of 22, staged the play «Lost Paradise» on the stage of the National Academic Theater named after Yanka Kupala (premiered on November 9, 2002).",
  "21 июня 2003": "June 21, 2003",
  "На сцене МХАТ им. Чехова состоялась премьера спектакля «Пьемонтский зверь» по пьесе Курейчика.": "On the stage of the Moscow Art Theater Chekhov held the premiere of the play «The Piedmont Beast» based on the play by Kureichik.",
  "Работает сценаристом в кино.": "Works as a screenwriter in the movies.",
  "Работал в качестве редактора первого белорусского телевизионного сериала «Отель исполнения желаний» ЗАО «Телефильм». На базе Белорусской государственной академии искусств основал Центр современной драматургии и режиссуры.": "Worked as editor of the first Belarusian television series' Hotel of wish fulfillment', CJSC Telefilm. On the basis of the Belarusian State Academy of Arts founded the Center for Contemporary Drama and Direction.",
  "Принял участие в стажировке для менеджеров в сфере управления некоммерческими организациями в США, проводимой Государственным Департаментом США.": "Took part in an internship for managers in the field of management of non-profit organizations in the United States, conducted by the US Department of State.",
  "Был шеф-редактором газеты «Вестник культуры».": "Was the editor-in-chief of the Vestnik Kultury newspaper.",
  "Переехал из Минска в деревню под Смиловичами, откуда его родители, купив там дом. В этом доме был написан сценарий к фильму «Любовь-морковь-2».": "He moved from Minsk to the village near Smilovichi, from where his parents bought a house there. In this house the script for the film «Love-carrot-2» was written.",
  "Дом продал, и купил просторную квартиру в Минске, обратно вернувшись с семьёй в столицу.": "I sold the house, and bought a spacious apartment in Minsk, returning back to my capital with my family.",
  "Вместе с Дмитрием Фригой, режиссёром Дмитрием Марининым, операторами Алексеем Корнеевым, Артёмом Якимовым и Никитой Пинигиным основал творческое объединение Bez Buslou Arts.": "Together with Dmitry Friga, director Dmitry Marinin, cameramen Alexei Korneyev, Artyom Yakimov and Nikita Pinigin founded the creative association Bez Buslou Arts.",
  "Даёт мастер-классы в разных странах, преподавал сценаристику в нескольких университетах России, Беларуси, Литвы.": "Gives master classes in different countries, taught scriptwriting at several universities in Russia, Belarus, and Lithuania.",
  "Любовь-морковь": "Love-carrot",
  "Любовь-морковь 2": "Love-carrot 2",
  "Сёмин": "Syomin",
  "Юленька": "Yulenka",
  "Ёлки": "Christmas Trees",
  "Смертельная схватка": "Mortal Combat",
  "Сёмин, Возмездие": "Semin, Retribution",
  "Служебный роман. Наше время": "Office Romance. Nowadays",
  "Я дождусь": "I'll wait",
  "Военная разведка. Первый удар": "Military Intelligence. First hit",
  "Выше неба": "Above the Sky",
  "Одесса-мама": "Odessa-Mama",
  "Петрович": "Petrovich",
  "Без права на выбор": "Without the right to choose",
  "Василина Ивановна меняет профессию": "Vasilina Ivanovna Changes Profession",
  "Гороскоп на удачу": "Horoscope for good luck",
  "Война полов": "War of the sexes",
  "ГараШ": "GaraSh",
  "SOS, Дед Мороз, или Всё сбудется": "SOS, Santa Claus, or Everything Will Come True",
  "PARTY-ZAN фильм": "PARTY-ZAN movie",
  "Движение вверх": "Movement Up",
  "Наши дети": "Our Children",
  "Наша команда": "Our team",
  "...которая сделала это возможным": "... that made it possible",
  "Карта": "Map",
  "Галерея": "Gallery",
  "Биография": "Biography",
  "Место рождения": "Birthplace",
  "Москва, СССР": "Moscow, USSR",
  "Демешковка, БССР": "Demeshkovka, BSSR",
  "Минск, БССР": "Minsk, BSSR",
  "Минск, Беларусь": "Minsk, Belarus",
  "Введите имя или место рождения режиссера": "Enter director’s name or place of birth",
  "Поиск режиссёров": "Search producers",
  "Домой": "Home",
  "Показать больше": "Show more",
  "Года жизни": "Years of life",
  "Продолжить чтение": "Continue reading",
  "Разработчики": "Developers",
  "Видео": "Video"
}