{
  "Кинорежиссёры Белоруссии": "Кінарэжысёры Беларусі",
  "Бычков Владимир Сергеевич": "Бычкоў Уладзімір Сяргеевіч",
  "5 января 1929 — 24 апреля 2004": "5 студзеня 1929 — 24 красавіка 2004",
  "Был актёром вспомогательного состава Театра-студии киноактёра.": "Быў акцёрам дапаможнага складу Тэатра-студыі кінаакцёра",
  "Учился в Московском финансовом институте. В 1958 году окончил режиссёрский факультет ВГИКа.": "Вучыуся ў Маскоускім фінансавым інстытуце. У 1958 годзе скончыў рэжыссёрскі факультэт ВГІКа",
  "С 1982 года работал на киностудии «Беларусьфильм», в 1968—1979 годах — на киностудии имени М. Горького.": "З 1982 года працаваў на кінастудыі «Беларусьфільм», у 1968—1979 гадах — на кінастудыі імя М. Горкага",
  "Автор нескольких сюжетов в киножурнале «Фитиль».": "Аўтар некалькіх сюжетаў у кінажурнале «Фіціль».",
  "В своём первом игровом фильме «Тамбу-Ламбу» выступил в качестве режиссёра и автора сценария.": "У сваім першым гульнявым фільме «Тамбу-Ламбу» выступіў у якасці рэжысёра і аўтара сценара.",
  "Стал лауреатом премии ВКф в номинации «художественный фильм для детей и юношества» за фильм «Город мастеров». Фильм позднее был включён журналом «Искусство кино» в число лучших детских фильмов за сто лет существования кинематографа.": "стаў лаўрэатам прэміі ВКФ ў намінацыі «мастацкі фільм для дзяцей і юнацтва» за фільм «Горад майстроў». Фільм пазней быў уключаны часопісам «Мастацтва кіно» у лік лепшых дзіцячых фільмаў за сто гадоў існавання кінематографа.",
  "Фильм Бычкова «Житие и вознесение Юрася Братчика» («Христос приземлился в Гродно»), снятый в 1968 году, был положен в СССР на полку до 1989 года, но, согласно сайту «Кино-Театр», копия фильма была закуплена Ватиканом.": "Фільм Бычкова «Жыціе і ўзнясенне Юрася Братчыка», зняты ў 1968 годзе, быў пакладзены ў СССР на паліцу да 1989 года, але, паводле сайту «Кіно-Тэатр», копія фільма была закуплена Ватыканам.",
  "Похоронен в Москве на Ваганьковском кладбище.": "Захован у Маскве на Ваганькаўскіх могілках.",
  "Твоя воля, Господи!": "Твая воля, Госпадзе!",
  "Сын за отца": "Сын за бацьку",
  "Тамбу-Ламбу": "Тамбу-Ламбу",
  "Внимание! В городе волшебник!": "Увага! У горадзе чараўнік!",
  "Город мастеров": "Горад майстроў",
  "Житие и вознесение Юрася Братчика": "Жыціе і ўзнясенне Юрася Братчыка",
  "Мой папа — капитан": "Мой бацька — капітан",
  "Достояние республики": "Здабытак рэспублікі",
  "Русалочка": "Русалачка",
  "Есть идея!": "Ёсць ідэя!",
  "Циркачонок": "Цыркачонак",
  "История одного подзатыльника": "Гісторыя аднаго разы па карку",
  "Осенний подарок фей": "Восеньскі падарунак фей",
  "Полёт в страну чудовищ": "Палёт у краіну пачвараў",
  "Гайдук Станислав Аркадьевич": "Гайдук Станіслаў Аркадзевіч",
  "10 января 1945 - 3 октября 2017": "10 студзеня 1945 - 3 кастрычніка 2017",
  "10 января 1945": "10 студзеня 1945",
  "Родился в деревне Демешковка Березинского района Минской области БССР. Детство и школьные годы прошли в деревне Черневка Борисовского района.": "Нарадзіўся ў весцы Дземешкоўка Бярэзінскага раёна Мінскай вобласці БССР. Дзяцінства і школьныя годы прайшлі ў весцы Чарнёука Барысаўскага раёна.",
  "После школы учился на курсах руководителей художественной самодеятельности и в хореографическом училище. Армейскую службу проходил в Уручье": "Пасля школы вучыўся на курсах кіраўнікоў мастацкай самадзейнасці і ў харэаграфічным вучылішчы. Вайсковую службу праходзіў ва Уруччы.",
  "После демобилизации, работал на киностудии «Беларусьфильм» ассистентом художника, затем руководителем любительской киностудии «Звезда» Минского ОДО.": "пасля дэмабілізацыі, працаваў на кінастудыі «Беларусьфільм» асістэнтам мастака, затым кіраўніком аматарскай кінастудыі «Зорка» Мінскага ТДА.",
  "Поступил во ВГИК на отделение режиссуры игрового кино и телефильма.": "Паступіў у ВГIК на аддзяленне рэжысуры ігравога кіно і тэлефільма.",
  "Защитил диплом, дипломная работа — короткометражный художественный фильм «Алёхин — человек дорожный».": "абараніў дыплом, дыпломная праца - кароткаметражны мастацкі фільм «Алёхіна - чалавек дарожны».",
  "Работал на студии «Летопись» киностудии «Беларусьфильм» и на телевидении в «Белвидеоцентре».": "Працаваў на студыі «Летапіс» кінастудыі «Беларусьфільм» і на тэлебачанні ў «Белвідэацэнтр».",
  "В середине 80-х": "У сярэдзіне 80-х",
  "Пробовал начать карьеру в игровом кино. Поставил короткометражный художественный фильм «Сержант» о войне в Афганистане, за который получил приз на минском фестивале молодых кинематографистов. Фильм был включён в киноальманах «Мостик» и выпущен на всесоюзный экран.": "Спрабаваў пачаць кар'еру ў гульнявым кіно. Паставіў кароткаметражны мастацкі фільм «Сяржант» пра вайну ў Афганістане, за які атрымаў прыз на мінскім фестывалі маладых кінематаграфістаў. Фільм быў уключаны ў кінаальманах «Масток» і выпушчаны на ўсесаюзны экран.",
  "Писал статьи с воспоминаниями для газеты «Советская Белоруссия»": "Пісаў артыкулы з успамінамі для газеты «Савецкая Беларусь»",
  "3 октября 2017": "3 кастрычніка 2017",
  "Умер. Похоронен рядом с родителями в деревне Черневка.": "Памёр. Захован каля бацькоў у весцы Чарнееўка.",
  "Белорусское кино": "Беларускае кіно",
  "Кукшкины дети": "Зязюліны дзеці",
  "Орхидеи Беларуси": "Архідэі Беларусі",
  "Хозяин": "Гаспадар",
  "Спасенному воля": "Выратаванаму воля",
  "История одной фотографии": "Гісторыя аднаго фотаздымка",
  "Под крылом ангела": "Пад крылом анёла",
  "Пока земля держится": "Пакуль зямля трымаецца",
  "Здравствуй, Беларусь": "Добры дзень, Беларусь",
  "Отец Сергий": "Бацька Сергій",
  "Белорусский крест": "Беларускі крыж",
  "Ваятель": "Разьбяр",
  "Слуцк": "Слуцк",
  "Я ехала домой": "Я ехала дадому",
  "Рубинчик Валерий Давидович": "Рубінчык Валерый Давідовіч",
  "17 апреля 1940 - 2 марта 2011": "17 красавік 1940 - 2 сакавік 2011",
  "Учился в школе № 42 в Минске. Окончил три курса Белорусского театрально-художественного института в Минске": "Вучыўся ў школе № 42 у Мінске. Скончыў тры курса Беларускага тэатральна-мастацкага інстытута ў Мінске.",
  "Работал разнорабочим на «Беларусьфильме», затем помощником режиссёра, ассистентом у Владимира Бычкова.": "Працаваў разнарабочым на «Беларусьфільме», потым памочнікым рэжысёра, асістэнтам ва Уладзіміра Бычкова.",
  "После нескольких попыток поступил на режиссёрский факультет ВГИКа (учитывая предыдущее образование, был принят сразу на второй курс).": "Пасля некалькіх спроб паступіў на рэжысёрскі факультэт ВГІКа (улічваючы папярэдняе адукацыю, быў прыняты адразу на другі курс).",
  "Режиссёр на студии «Беларусьфильм». После первых снятых фильмов право снимать «Последнее лето детства» получил почти случайно — после безвременной смерти 12 февраля 1974 режиссёра Н. А. Калинина. Был художественным руководителем «Беларусьфильма».": "рэжысёр на студыі «Беларусьфільм». Пасля першых знятых фільмаў права здымаць «Апошняе лета дзяцінства» атрымаў амаль выпадкова - пасля заўчаснай смерці 12 лютага 1974 рэжысёра Н. А. Калініна. Быў мастацкім кіраўніком «Беларусьфільма».",
  "Режиссёр на «Мосфильме».": "рэжысёр на «Мосфільме».",
  "Преподавал во ВГИКе, Институте современного искусства в Москве, на Высших режиссёрских курсах, во Всероссийском институте переподготовки и повышения квалификации работников кинематографии.": "Выкладаў у ВГІКе, Інстытуце сучаснага мастацтва ў Маскве, на Вышэйшых рэжысёрскіх курсах, ва Усерасійскім інстытуце перападрыхтоўкі і павышэння кваліфікацыі работнікаў кінематаграфіі.",
  "Возглавил мастерскую режиссуры кино и телевидения в Институте Современного Искусства, с 2004 года — декан факультета режиссуры кино и ТВ там же.": "ўзначаліў майстэрню рэжысуры кіно і тэлебачання ў Інстытуце Сучаснага Мастацтва, з 2004 года - дэкан факультэта рэжысуры кіно і ТБ там жа.",
  "Сын": "Сын",
  "Осенний этюд": "Восеньскі эцюд",
  "Шестое лето": "Шостае лета",
  "Красный агитатор Трофим Глушков": "Чырвоны агітатар Трафім Глушкоў",
  "Могила льва": "Магіла льва",
  "Последнее лето детства (по трилогии А. Н. Рыбакова)": "Апошняе лета дзяцінства (па трылогіі А. Н. Рыбакова)",
  "Гамлет Щигровского уезда": "Гамлет Щігровского павета",
  "Венок сонетов": "Вянок санетаў",
  "Дикая охота короля Стаха": "Дзікае паляванне караля Стаха",
  "Культпоход в театр": "Культпаход у тэатр",
  "Комический любовник, или Любовные затеи сэра Джона Фальстафа": "Камічны палюбоўнік, ці Любоўныя задумы сэра Джона Фальстаф",
  "Отступник": "Адступнік",
  "Комедия о Лисистрате": "Камедыя пра Лісістраце",
  "Нелюбовь": "Нялюбасць",
  "Пейзаж с тремя купальщицами": "Пейзаж з трыма купальшчыцы",
  "Кино про кино": "Кіно пра кіно",
  "Нанкинский пейзаж": "Нанкінскім пейзаж",
  "Трофименко Елена Николаевна": "Трафіменка Алена Мікалаеўна",
  "20 марта 1964 - наст.": "20 сакавіка 1964 - цяпер.",
  "Работала на Белорусском телевидении и сняла, как автор и режиссёр, несколько фильмов.": "працавала на Беларускім тэлебачанні і зняла, як аўтар і рэжысёр, некалькі фільмаў.",
  "Поступила на дневное отделение в Белорусский государственный театрально-художественный институт (БГАИ) на факультет режиссёров игрового кино и окончила с отличием (1994, мастер — Виктор Туров).": "паступіла на дзённае аддзяленне ў Беларускі дзяржаўны тэатральна-мастацкі інстытут (БДАМ) на факультэт рэжысёраў ігравога кіно і скончыла з адзнакай (1994 г., майстар - Віктар Тураў).",
  "Выиграв конкурс, прошла стажировку во Французской школе кинематографических наук FEMIS, Paris.": "выйграўшы конкурс, прайшла стажыроўку ў Французскай школе кінематаграфічных навук FEMIS, Paris.",
  "Режиссёр киностудии «Беларусьфильм».": "рэжысёр кінастудыі «Беларусьфільм».",
  "Дебютировала полнометражным игровым фильмом «Падение вверх». Снимала игровые и документальные фильмы в творческом объединении «БелВидеоЦентр».": "дэбютавала поўнаметражным гульнявым фільмам «Падзенне ўверх». Здымала гульнявыя і дакументальныя фільмы ў творчым аб'яднанні «Белвідэацэнтр».",
  "Елена Трофименко является членом Белорусского союза кинематографистов.": "Алена Трафіменка з'яўляецца членам Беларускага саюза кінематаграфістаў.",
  "Была членом правления этой организации.": "была членам праўлення гэтай арганізацыі.",
  "Елена Николаевна Трофименко идёт по пути кинематографа, называемого метафорическим, ассоциативным. (А. П. Бобкова, кинокритик, статья в биофильмографическом каталоге)": "Алена Мікалаеўна Трафіменка ідзе па шляху кінематографа, званага метафарычнай, асацыятыўным. (А. П. Бабкова, кінакрытык, артыкул у фільмографічным каталогу)",
  "Опубликован сборник стихотворений и репродукций — «Книга» Елены Трофименко.": "апублікаваны зборнік вершаў і рэпрадукцый - «Кніга» Алены Трофіменко.",
  "И ещё поют птицы…": "І яшчэ спяваюць птушкі ...",
  "Ад — это…": "Пекла - гэта ...",
  "Приговор": "Прысуд",
  "Место встречи": "Месца сустрэчы",
  "Человек-ящик": "Чалавек-скрыню",
  "Help": "Help",
  "Светлана": "Святлана",
  "Падение вверх": "Падзенне уверх",
  "Эклектик-шоу": "эклектыка-шоу",
  "Страх": "Страх",
  "Элькины мечты": "Элькін мары",
  "Курейчик Андрей Владимирович": "Курэйчык Андрэй Уладзіміравіч",
  "14 января 1980 - наст.": "14 студзеня 1980 - цяпер.",
  "В юности был чемпионом Минска по у-шу(тренер — отец). Закончил лицей Белорусского государственного университета.": "У юнацтве быў чэмпіёнам Мінска па у-шу (трэнер - бацька). Скончыў ліцэй Беларускага дзяржаўнага універсітэта.",
  "Закончил с отличием (с красным дипломом) БГУ, специализация — административное право, политическая наука. Аспирантура факультета журналистики БГУ.": "Скончыў з адзнакай (з чырвоным дыпломам) БДУ, спецыялізацыя - адміністрацыйнае права, палітычная навука. Аспірантура факультэта журналістыкі БДУ.",
  "Прошёл режиссёрскую стажировку во МХАТе им. Чехова, где его педагогом был народный артист СССР Олег Табаков.": "Прайшоў рэжысёрскую стажыроўку ва Мхате ім. Чэхава, дзе яго педагогам быў народны артыст СССР Алег Табакоў.",
  "Работал юристом в международной юридической фирме «Власова и Партнёры», а также помощником председателя Белорусского союза театральных деятелей (выполнял функции пресс-секретаря и руководителя ряда арт-проектов Союза).": "працаваў юрыстам у міжнароднай юрыдычнай фірме «Уласава і Партнёры», а таксама памочнікам старшыні Беларускага саюза тэатральных дзеячаў (выконваў функцыі прэс-сакратара і кіраўніка шэрагу арт-праектаў Саюза).",
  "Постоянный обозреватель авторитетного политико-экономического еженедельника «Белорусская газета» (написал более 150 статей); а также — Главный редактор Общенационального телевидения (ОНТ),курировал нескольких медиа-проектов канала.": "пастаянны аглядальнік аўтарытэтнага палітыка-эканамічнага штотыднёвіка «Белорусская газета» (напісаў больш за 150 артыкулаў); а таксама - Галоўны рэдактар ​​Агульнанацыянальнага тэлебачання (АНТ), курыраваў некалькіх медыя-праектаў канала.",
  "Уже имел постановку в МХАТ им. Чехова, в 22 года поставил спектакль «Потерянный рай» на сцене Национального академического театра имени Янки Купалы (премьера 9 ноября 2002 года).": "ужо меў пастаноўку ў МХАТ ім. Чэхава, у 22 гады паставіў спектакль «Страчаны рай» на сцэне Нацыянальнага акадэмічнага тэатра імя Янкі Купалы (прэм'ера 9 лістапада 2002 году).",
  "21 июня 2003": "21 чэрвеня 2003",
  "На сцене МХАТ им. Чехова состоялась премьера спектакля «Пьемонтский зверь» по пьесе Курейчика.": "на сцэне МХАТ ім. Чэхава адбылася прэм'ера спектакля «П'емонцкі звер» паводле п'есы Курэйчыка.",
  "Работает сценаристом в кино.": "працуе сцэнарыстам ў кіно.",
  "Работал в качестве редактора первого белорусского телевизионного сериала «Отель исполнения желаний» ЗАО «Телефильм». На базе Белорусской государственной академии искусств основал Центр современной драматургии и режиссуры.": "працаваў у якасці рэдактара першага беларускага тэлевізійнага серыяла «Гатэль выканання жаданняў» ЗАТ «Тэлефільм». На базе Беларускай дзяржаўнай акадэміі мастацтваў заснаваў Цэнтр сучаснай драматургіі і рэжысуры.",
  "Принял участие в стажировке для менеджеров в сфере управления некоммерческими организациями в США, проводимой Государственным Департаментом США.": "прыняў удзел у стажыроўцы для менеджэраў у сферы кіравання некамерцыйнымі арганізацыямі ў ЗША, якая праводзіцца Дзяржаўным Дэпартаментам ЗША.",
  "Был шеф-редактором газеты «Вестник культуры».": "быў шэф-рэдактарам газеты «Веснік культуры».",
  "Переехал из Минска в деревню под Смиловичами, откуда его родители, купив там дом. В этом доме был написан сценарий к фильму «Любовь-морковь-2».": "пераехаў з Мінска ў вёску пад Смілавічах, адкуль яго бацькі, купіўшы там дом. У гэтым доме быў напісаны сцэнар да фільма «Любовь-морковь-2».'",
  "Дом продал, и купил просторную квартиру в Минске, обратно вернувшись с семьёй в столицу.": "дом прадаў, і купіў прасторную кватэру ў Мінску, назад вярнуўшыся з сям'ёй у сталіцу.",
  "Вместе с Дмитрием Фригой, режиссёром Дмитрием Марининым, операторами Алексеем Корнеевым, Артёмом Якимовым и Никитой Пинигиным основал творческое объединение Bez Buslou Arts.": "разам з Дзмітрыем Фрыгіі, рэжысёрам Дзмітрыем Марыніна, аператарамі Аляксеем Карнеевым, Арцёмам Якімава і Мікітам Пінігіным заснаваў творчае аб'яднанне Bez Buslou Arts.",
  "Даёт мастер-классы в разных странах, преподавал сценаристику в нескольких университетах России, Беларуси, Литвы.": "Дае майстар-класы ў розных краінах, выкладаў сценарыстыку ў некалькіх універсітэтах Расіі, Беларусі, Літвы.",
  "Любовь-морковь": "Каханне-морква",
  "Любовь-морковь 2": "Каханне-морква-2",
  "Сёмин": "Сёмін",
  "Юленька": "Юленька",
  "Ёлки": "Ёлкі",
  "Смертельная схватка": "Смяротная сутычка",
  "Сёмин, Возмездие": "Сёмін, Адплата",
  "Служебный роман. Наше время": "Службовы раман. Наш час",
  "Я дождусь": "Я дачакаюся",
  "Военная разведка. Первый удар": "Ваенная разведка. Першы ўдар",
  "Выше неба": "Вышэй за неба",
  "Одесса-мама": "Адэса-маці",
  "Петрович": "Пятровіч",
  "Без права на выбор": "Без права на выбар",
  "Василина Ивановна меняет профессию": "Васіліна Іванаўна мяняе прафесію",
  "Гороскоп на удачу": "Гараскоп на ўдачу",
  "Война полов": "Вайна падлог",
  "ГараШ": "ГараШ",
  "SOS, Дед Мороз, или Всё сбудется": "SOS, Дзед Мароз, або Усё збудзецца",
  "PARTY-ZAN фильм": "PARTY-ZAN фільм",
  "Движение вверх": "Рух уверх",
  "Наши дети": "Нашы дзеці",
  "Наша команда": "Наша каманда",
  "...которая сделала это возможным": "... якая зрабіла гэта магчымым",
  "Галерея": "Галерэя",
  "Биография": "Біяграфія",
  "Место рождения": "Месца нараджэння",
  "Москва, СССР": "Масква, СССР",
  "Демешковка, БССР": "Дзямешкаўка, БССР",
  "Минск, БССР": "Мінск, БССР",
  "Минск, Беларусь": "Мінск, Беларусь",
  "Введите имя или место рождения режиссера": "Увядзіце імя або месца нараджэння рэжысёра",
  "Поиск режиссёров": "Пошук рэжысёраў",
  "Домой": "Дадому",
  "Показать больше": "Паказаць больш",
  "Года жизни": "Гады жыцця",
  "Продолжить чтение": "Працягнуць чытанне",
  "Разработчики": "Распрацоўшчыкі",
  "Видео": "Відэа",
  "Карта": "Мапа",
  "Культурный портал": "Культурны партал",
  "На главную": "На галоўную",
  "К списку режиссёров": "Да спісу рэжысёраў",
  "рус": "рус",
  "бел": "бел",
  "англ": "англ",
  "НЕ НАЙДЕНО": "НЯ ЗНОЙДЗЕНА",
  "Вы просто попали на маршрут, который не существует ... грусть.": "Вы проста трапілі на маршрут, які не існуе ... сум.",
  "Режиссёр дня": "Рэжысёр дня"
}